[Cues]
Act_E4_4A_Beach_Boardwalk_Look01_Max_010="It blows my mind that I was just here with Chloe in an alternate reality…"
Act_E4_4A_Beach_CHChloe_Look01_Max_010="Chloe looks ready to rumble."
Act_E4_4A_Beach_DeflatedBeachBall_Look01_Max_010="Awww, poor little beach ball…"
Act_E4_4A_Beach_DogPlate_Look01_Max_010="Ooh, fresh meat! So Pompidou must be okay. Good doggie..."
Act_E4_4A_Beach_EmptyBottles_Look01_Max_010="Behold, Frank’s beer garden."
Act_E4_4A_Beach_FranksCorpse_Look01_Max_010="I can’t believe that Frank is just lying there... dead..."
Act_E4_4A_Beach_Garbage_Look01_Max_010="Take the trash out sometime, dude."
Act_E4_4A_Beach_NoCampingSign_Look01_Max_010="No worries, sign."
Act_E4_4A_Beach_NoSwimmingSign_Look01_Max_010="Good thing there are no actual cops around to bust us…"
Act_E4_4A_Beach_PanEstatesFlyer_Look01_Max_010="There might not be any Pan Estates by Saturday..."
Act_E4_4A_Beach_Path_Look01_Max_010="This is where my nightmare started…"
Act_E4_4A_Beach_Pompidou_Look01_Max_010="Oh no... Pompidou... I’m sorry…"
Act_E4_4A_Beach_RVWindow01_Look01_Max_010="I don't think Frank listened to my cleaning advice. It's not funny anyway."
Act_E4_4A_Beach_RVWindow01_Look02_Max_010="Frank doesn’t need tinted windows when they’re this dirty…"
Act_E4_4A_Beach_RVWindow02_Look01_Max_010="Can’t see inside with this shit blocking the view."
Act_E4_4A_Beach_ScriptedFrankDead_Max_010="Jesus, Chloe actually killed Frank... She’ll never forgive herself... or forget this... And only I can change it…"
Act_E4_4A_Beach_ScriptedFrankDead_Max_020="There’s no way Chloe can live with herself knowing she killed Frank...Of course I can change this…"
Act_E4_4A_Beach_ScriptedFrankHurt_Max_010="Shit, this could have gone way worse, but Frank might be more dangerous to Chloe now... Yes Max, you can change all this if you want…"
Act_E4_4A_Beach_ScriptedFrankHurt_Max_020="There has to be a way to avoid a gun and knife fight...Do I change it for the better or worse?"
Act_E4_4A_Beach_ScriptedParkingLot_Max_010="So now we have to see Frank all the way out here…"
Act_E4_4A_Beach_ScriptedParkingLot_Max_020="We’re getting so close to Rachel Amber, just as Arcadia Bay is on the edge of disaster…"
Act_E4_4A_Beach_ScriptedParkingLot_Max_030="I should get the hell out of town, but not without Chloe... We have to finish this."
Act_E4_4A_Beach_ScriptedParkingLot_Max_040="How bizarro that I was just here with Chloe in her wheelchair... No Frank there."
Act_E4_4A_Beach_ScriptedParkingLot_Max_050="I hate seeing those whales on the shore like that…"
Act_E4_4A_Beach_ScriptedParkingLot_Max_060="Chloe is so jacked up for this."
Act_E4_4A_Beach_ScriptedParkingLot_Max_070="Take a breath and go face Frank. You have the power…"
Act_E4_4A_Beach_ScriptedParkingLot_Max_080="Nathan so deserved that Warren beatdown, but I still feel bad for him…"
Act_E4_4A_Beach_ScriptedParkingLot_Max_090="Nathan so deserved a Warren beatdown, but we have to be better…"
Act_E4_4A_Beach_ScriptedParkingLot_Max_100="That was cool Frank gave up the code to help us... Rachel must have seen something good in him."
Act_E4_4A_Beach_ScriptedParkingLot_Max_110="At least Frank was only hit in the leg... I’m sure he’s real grateful."
Act_E4_4A_Beach_ScriptedParkingLot_Max_120="Jesus, Frank is really dead... All because of me and Chloe…"
Act_E4_4A_Beach_TableAndChair_Look01_Max_010="This is where Frank ponders his existence... and gets drunk."
Act_E4_4A_Beach_Whales_Look01_Max_010="Those beached whales look so awful, but still so majestic."
Act_E4_4A_Beach_Whales_Look02_Max_010="I may not know quantum-speak, but there has to be an explanation…"
Act_E4_4A_Beach_Whales_Look03_Max_010="How can all of this not be connected to a major storm?"
Act_E4_4A_Beach_WildLifeSign_Look01_Max_010="The forests seem quiet. No sign of life... or deer."
Cue_E4_4A_Beach_CHChloe_AlternateBegin_Chloe_005="Max, I should have known you would be kind and rewind... So tell me exactly what I need to do here."
Cue_E4_4A_Beach_CHChloe_AlternateBegin_Chloe_006="No, Max, I don't like that at all... but I trust you. And girl, if I need that gun, you better rewind fast..."
Cue_E4_4A_Beach_CHChloe_AlternateBegin_Chloe_007="You kind of love this, don't you? Fine, I'll try being like you for a change. Or how you used to be..."
Cue_E4_4A_Beach_CHChloe_AlternateBegin_Chloe_008="You know, I'm not a total fuckup. Occasionally I can be both cool and careful... like now, okay?"
Cue_E4_4A_Beach_CHChloe_AlternateBegin_Max_001="Listen, Chloe, I can tell you for a fact that this will not go well. "
Cue_E4_4A_Beach_CHChloe_AlternateBegin_Max_002="You won't like this, but you need to get rid of that gun."
Cue_E4_4A_Beach_CHChloe_AlternateBegin_Max_003="Please watch your mouth. You have no social skills here and you will piss off Frank immediately."
Cue_E4_4A_Beach_CHChloe_AlternateBegin_Max_004="Be careful, okay? Don't give Frank any excuses to go ballistic. We need his help, Chloe."
Cue_E4_4A_Beach_CHFrank_Dog_Frank_001="Okay, we're cool for now... but my dog isn't. He got out of the RV and a motherfucking big rig hit him. I beat that fucker down."
Cue_E4_4A_Beach_CHFrank_Dog_Frank_002="No, it was just the right thing to do. I couldn't stand to see those poor animals treated like slaves. That's how I came to own Pompidou."
Cue_E4_4A_Beach_CHFrank_Dog_Frank_003="Yeah, he had a bad trainer before. Real bad. But he's dead now. And I trained Pompidou how to be my friend."
Cue_E4_4A_Beach_CHFrank_Dog_Frank_004="Okay, we're cool for now... but my dog isn't.  And if you try any shit, he will bite your head off. He's done it before."
Cue_E4_4A_Beach_CHFrank_Dog_Frank_007="Little bastard is lucky to be alive. Again, like you give a shit."
Cue_E4_4A_Beach_CHFrank_Dog_Frank_008="Shit, you wouldn't have time... You like dogs?"
Cue_E4_4A_Beach_CHFrank_Dog_Frank_015="So you're the ones who let him out! You broke in here and let my dog out! What the fuck?!"
Cue_E4_4A_Beach_CHFrank_Dog_Frank_016="The only way you know my dog's name is if you broke into my RV... that's how he got out! You did it! Are you crazy?! That's my dog!"
Cue_E4_4A_Beach_CHFrank_Dog_Frank_017="You think I abuse my own dog? I rescued Pompidou, you asshole!  "
Cue_E4_4A_Beach_CHFrank_Dog_Max_005="God, Frank... that's awful. How... how is he?"
Cue_E4_4A_Beach_CHFrank_Dog_Max_006="We're only here to talk. I wouldn't mess with your dog."
Cue_E4_4A_Beach_CHFrank_Dog_Max_009="That's very cool, Frank. Your dog is lucky you came along. "
Cue_E4_4A_Beach_CHFrank_Dog_Max_010="Of course I do! I heard you even rescued a bunch of fight dogs. That's amazing!"
Cue_E4_4A_Beach_CHFrank_Dog_Max_011="I love dogs. Period. I wish I had one trained as well as yours."
Cue_E4_4A_Beach_CHFrank_Dog_Max_012="Chloe and I gave your doggie a bone when we—"
Cue_E4_4A_Beach_CHFrank_Dog_Max_013="Oh, Pompidou is so cute!"
Cue_E4_4A_Beach_CHFrank_Dog_Max_014="I don't care about dogs trained to kill or fight... That's animal abuse."
Cue_E4_4A_Beach_CHFrank_Dog_Max_018="Wait! That's not what—"
Cue_E4_4A_Beach_CHFrank_Gun_Frank_001="Yeah, right, okay. Both of you are giving me a headache. No deal."
Cue_E4_4A_Beach_CHFrank_Gun_Frank_002="Oh yeah, you didn't come to fight... a day after you pulled a fucking gun on me."
Cue_E4_4A_Beach_CHFrank_Gun_Frank_003="You... you come in peace? After you aimed a fucking gun at me and then pulled the trigger?"
Cue_E4_4A_Beach_CHFrank_Gun_Frank_004="Finally I believe you... but don't ever pull a trigger on somebody unless you intend to kill. Although you don't look like you could kill a bug..."
Cue_E4_4A_Beach_CHFrank_Gun_Frank_005="I could tell by the way you held that pop gun... with both hands, like it was a magnum. Maybe I shouldn't have brought that knife to a gun fight."
Cue_E4_4A_Beach_CHFrank_Gun_Frank_008="Finally, I believe you... but don't ever aim a gun at anybody, unless you intend to kill. Although you don't look like you could kill a bug..."
Cue_E4_4A_Beach_CHFrank_Gun_Frank_015="You're lucky all I brought was a knife, otherwise you and your girlfriend wouldn't be bothering me. You really think you're tough shit, girlie?"
Cue_E4_4A_Beach_CHFrank_Gun_Frank_016=""Old hideout"? What are you, The Goonies? I could still fuck you up after what you did. Stay out of my business, get it? "
Cue_E4_4A_Beach_CHFrank_Gun_Frank_017="There's something wrong with you, girlie... You pulled the trigger because you wanted to show me how safe I was?"
Cue_E4_4A_Beach_CHFrank_Gun_Max_006="Frank, we didn't come here to fight. This is so much bigger than us."
Cue_E4_4A_Beach_CHFrank_Gun_Max_007="I... I am so sorry about that. It might be the dumbest thing I've ever done. And I've done a lot of dumb things this week."
Cue_E4_4A_Beach_CHFrank_Gun_Max_009="I try not to. And I never would have pulled the trigger. I was just..."
Cue_E4_4A_Beach_CHFrank_Gun_Max_010="I... I am so sorry about that. It might be the dumbest thing I've ever done. And I've done a lot of dumb things this week."
Cue_E4_4A_Beach_CHFrank_Gun_Max_011="To be honest, Frank... you scared me. You held a knife on my friend. I didn't want to pull the trigger."
Cue_E4_4A_Beach_CHFrank_Gun_Max_012="I was helping Chloe after you threatened to cut her, remember?"
Cue_E4_4A_Beach_CHFrank_Gun_Max_013="That was our old hideout. You shouldn't have hassled us there."
Cue_E4_4A_Beach_CHFrank_Gun_Max_014="There were no bullets in the gun. You were safe, tough guy."
Cue_E4_4A_Beach_CHFrank_Gun_Max_018="I only want to shoot with my camera, I swear. Ask Chloe..."
Cue_E4_4A_Beach_CHFrank_Gun_Max_019="I just... I didn't know what I was doing."
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_001="No, you don't look like the type. Not like Chloe here. So what do you Hardy Boys want?"
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_002="I don't know what you're talking about, but I'm listening... You just better not be fucking with me."
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_003="Yeah, yeah... Everything is important these days. But I can tell you're not bullshitting me."
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_006="Oh, is that all? Well, why didn't you just tell me? How about I just give you the keys to my RV while I'm at it?"
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_007="Uh, are you fucking mental? I lost my keys, but I changed the lock. You better goddamn not be snooping around here."
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_008="Are you actually threatening me again, little girl?"
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_009="No, "man," I do not get it... especially from a weirdo like you.|You know, I hate the way you talk to me, like you... like you know more than I do."
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_017="Yeah, yeah... well, it always starts with just a little. Chloe here knows all about that, don't you?"
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_018="Christ, I hate you Blackwell shits. You expect everything for free. You're not getting any handouts from me. I work for a living, you understand?"
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_022="You aim your gun at me, but you're scared of my dog. Figures."
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_023="No, that shit would be over pretty fast. Don't fuck with me and I won't return the favor. So what do you want?"
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_024="After you pulled a fucking gun on me you want to negotiate my safety? I didn't trust you before and now I do less."
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_025="By the way, never tell me what to do in my home. Maybe I don't have a fancy Arcadia Bay house, but this is my turf, got it? You're goddamn lucky you paid me back. So what do you want?"
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_026="Okay. There, you're safe. Now what do you want?"
Cue_E4_4A_Beach_CHFrank_Negotiation_Frank_027="God, I hate you Blackwell shits. You act like you own this town... like I'm your puppet. Nobody owns me, you understand that?"
Cue_E4_4A_Beach_CHFrank_Negotiation_Max_004="Frank, we're not here to get high. "
Cue_E4_4A_Beach_CHFrank_Negotiation_Max_005="Just the names of some of your clients..."
Cue_E4_4A_Beach_CHFrank_Negotiation_Max_010="We wouldn't show up at your front door if it wasn't important. I mean, what kind of trick could I play on you? It's not about helping us... it's about helping you."
Cue_E4_4A_Beach_CHFrank_Negotiation_Max_011="Listen, Frank, I'm sorry to be such a nuisance, but this is important."
Cue_E4_4A_Beach_CHFrank_Negotiation_Max_012="You already did."
Cue_E4_4A_Beach_CHFrank_Negotiation_Max_013="Help us... or else."
Cue_E4_4A_Beach_CHFrank_Negotiation_Max_014="You don't get it, man. This is for a good cause."
Cue_E4_4A_Beach_CHFrank_Negotiation_Max_015="There's no time for that, Frank. I just need a little bit of information."
Cue_E4_4A_Beach_CHFrank_Negotiation_Max_016="No, I'm not, I—"
Cue_E4_4A_Beach_CHFrank_Negotiation_Max_019="Frank, uh... your dog is kind of scary, could you please close the RV door?"
Cue_E4_4A_Beach_CHFrank_Negotiation_Max_020="Thanks for hearing me out, Frank. Look, we only want to talk and it's not even about you... We're not here to start a fight."
Cue_E4_4A_Beach_CHFrank_Negotiation_Max_021="Frank, um... after our last meeting, I don't want any weapons involved. Could you put your knife or... whatever in the RV until we're done talking?"
Cue_E4_4A_Beach_CHFrank_Rachel_Frank_001="Rachel? Is that why you're really here?"
Cue_E4_4A_Beach_CHFrank_Rachel_Frank_002="How the hell did you know about that photo? That's my favorite picture of her... I can look at it anytime and she'll always be there for me."
Cue_E4_4A_Beach_CHFrank_Rachel_Frank_004="When Rachel vanished, I pretty much lost everything... "
Cue_E4_4A_Beach_CHFrank_Rachel_Frank_006="You and Chloe do not know Rachel like I did and I couldn't even help her. You're in way over your heads. Why don't you just go play in your clubhouse?"
Cue_E4_4A_Beach_CHFrank_Rachel_Frank_013="Don't you accuse me of anything. You don't know me or who I am. Or what I can do. You understand? Huh?"
Cue_E4_4A_Beach_CHFrank_Rachel_Frank_014="You read that letter? The one in my RV? Are you fucking insane? You read my private letter?!"
Cue_E4_4A_Beach_CHFrank_Rachel_Frank_015="Never come into my home and tell me what to do, understand? "
Cue_E4_4A_Beach_CHFrank_Rachel_Frank_017="I can't stand not knowing where she is... not hearing her voice... or her laugh... anymore."
Cue_E4_4A_Beach_CHFrank_Rachel_Frank_018="Man, there is something about you that is so wrong... I don't trust you at all. Now get out of my face."
Cue_E4_4A_Beach_CHFrank_Rachel_Max_005="Yes, we're so close to finding her now, Frank. We need all the help we can get now... especially from you."
Cue_E4_4A_Beach_CHFrank_Rachel_Max_007="We can change all that... it's up to you."
Cue_E4_4A_Beach_CHFrank_Rachel_Max_008="Rachel said she gave you one of her favorite photos. That proves how much she cares... and you care. That's why you have to help."
Cue_E4_4A_Beach_CHFrank_Rachel_Max_009="Frank, you knew Rachel almost better than anybody. And you know more than us. Together we could find her... Do you have anything to lose?"
Cue_E4_4A_Beach_CHFrank_Rachel_Max_010="What are you hiding, Frank? You should want to help us, not scare us away."
Cue_E4_4A_Beach_CHFrank_Rachel_Max_011="Listen, I read Rachel's letter... I know how much she cares about you. "
Cue_E4_4A_Beach_CHFrank_Rachel_Max_012="You have Rachel's bracelet. You obviously know more than you're telling. So tell us."
Cue_E4_4A_Beach_CHFrank_Rachel_Max_019="We don't have much time, Frank. Rachel needs you."
Cue_E4_4A_Beach_ChloeDeadV3_Chloe_020="No, she doesn't, asshole!"
Cue_E4_4A_Beach_ChloeDeadV3_Frank_010="You like having a gun pointed at you, bitch? Huh?"
Cue_E4_4A_Beach_ChloeDeadV3_Frank_030="Dumbass!"
Cue_E4_4A_Beach_ChloeDeadV3_Max_040="Chloe!"
Cue_E4_4A_Beach_ChloeHurry_IGE_Chloe_010="Max, let’s go! Hurry!"
Cue_E4_4A_Beach_ChloeHurry_IGE_Chloe_020="Are you shitting me? We have to go, now!"
Cue_E4_4A_Beach_ChloeHurry_IGE_Chloe_030="Max! Please get in the fucking car!"
Cue_E4_4A_Beach_ChloeRVDoor_IGE_Chloe_010="Waiting, Max."
Cue_E4_4A_Beach_ChloeRVDoor_IGE_Chloe_020="Max, come on. You have time, I don't."
Cue_E4_4A_Beach_DogDial_ChloeBadChoice02_Chloe_010="Frank, please don't get upset... this is only about Rachel."
Cue_E4_4A_Beach_DogDial_ChloeBadChoice_Chloe_010="Seriously, Frank, don't get all spun out. We're only here to find Rachel."
Cue_E4_4A_Beach_DogDial_ChloeBadChoice_Frank_010="Rachel isn't in here! And I'll spin you on your ass! What the fuck are you dorks up to, huh? Trying to break into my business? This time the price is wrong, skank!"
Cue_E4_4A_Beach_DogDial_ChloeGoodChoice02_Chloe_010="So we should probably talk about Rachel now."
Cue_E4_4A_Beach_DogDial_ChloeGoodChoice_Chloe_010="Maybe we can focus on rescuing Rachel now?"
Cue_E4_4A_Beach_FrankDeadBis_Chloe_020="Oh God… I killed Frank Bowers... I killed him."
Cue_E4_4A_Beach_FrankDeadBis_Chloe_040="Max... Frank is dead… because of me… How can I pretend this didn't happen?"
Cue_E4_4A_Beach_FrankDeadBis_Chloe_060="I want to believe you, Max. Okay, we have to... to... put Frank back in the... That will give us a little extra time to find Rachel and stop Nathan from fucking with anybody else again."
Cue_E4_4A_Beach_FrankDeadBis_Chloe_070="Max... I'm going to go to the police after we find Rachel. I can't live keeping this a secret... and I don't want to be a teenage fugitive on the run. And dude, I swear I won't even mention you. This is all me."
Cue_E4_4A_Beach_FrankDeadBis_Chloe_090="I still can't believe he's dead... and that I..."
Cue_E4_4A_Beach_FrankDeadBis_Chloe_110="Sorry, Frank... I'm so sorry..."
Cue_E4_4A_Beach_FrankDeadBis_Max_010="Jesus... no..."
Cue_E4_4A_Beach_FrankDeadBis_Max_030="Chloe, it was self-defense... You have to—"
Cue_E4_4A_Beach_FrankDeadBis_Max_050="You saved my life... both of our lives... Listen, you literally had no choice."
Cue_E4_4A_Beach_FrankDeadBis_Max_080="Chloe... let's just see what happens tonight."
Cue_E4_4A_Beach_FrankDeadBis_Max_100="Chloe. Come on. Let’s get the hell out of here."
Cue_E4_4A_Beach_FrankDead_Chloe_020="I killed Frank Bowers…"
Cue_E4_4A_Beach_FrankDead_Chloe_040="Max... Frank is really dead."
Cue_E4_4A_Beach_FrankDead_Chloe_060="Before the co—cops come..."
Cue_E4_4A_Beach_FrankDead_Chloe_080="Sorry, Frank... I'm sorry..."
Cue_E4_4A_Beach_FrankDead_Chloe_090="Max, can you stop snooping for once and get over here?!"
Cue_E4_4A_Beach_FrankDead_Max_010="Jesus…"
Cue_E4_4A_Beach_FrankDead_Max_030="You saved my life, Chloe. It was self-defense for both of us."
Cue_E4_4A_Beach_FrankDead_Max_050="I know. But we can't stop now. We have to find that code. Fast."
Cue_E4_4A_Beach_FrankDead_Max_070="That’s it. Let’s get out of here."
Cue_E4_4A_Beach_FrankGiveGun_Chloe_010="Oh dude... thanks... Thank you, Frank."
Cue_E4_4A_Beach_FrankHurt_Chloe_020="I know…"
Cue_E4_4A_Beach_FrankHurt_Chloe_050="Now."
Cue_E4_4A_Beach_FrankHurt_Chloe_110="Let’s bounce."
Cue_E4_4A_Beach_FrankHurt_Frank_030="You’re both fucking crazy! What do you want?"
Cue_E4_4A_Beach_FrankHurt_Frank_060="Fine, whatever, just put the goddamn gun down! You already shot me, all right?"
Cue_E4_4A_Beach_FrankHurt_Frank_070="There. Now leave me alone, all right? Just get out of my life."
Cue_E4_4A_Beach_FrankHurt_Frank_090="No, thanks... You know what, I'll manage somehow without the police."
Cue_E4_4A_Beach_FrankHurt_IGE_Frank_010="Oh Christ, I need a drink... and a pair of pliers."
Cue_E4_4A_Beach_FrankHurt_IGE_Frank_020="God, I can't believe I got shot by a couple of high school girls."
Cue_E4_4A_Beach_FrankHurt_IGE_Frank_030="I need my Pompidou…"
Cue_E4_4A_Beach_FrankHurt_IGE_Frank_040="Okay, all right, let's take this baby out of my leg... be gentle, Frank."
Cue_E4_4A_Beach_FrankHurt_Knife_Max_010="Chloe, you stabbed him..."
Cue_E4_4A_Beach_FrankHurt_Max_010="Chloe, you shot him..."
Cue_E4_4A_Beach_FrankHurt_Max_040="We—we just want the code for your account book."
Cue_E4_4A_Beach_FrankHurt_Max_080="Do you want us to call an ambulance? Or..."
Cue_E4_4A_Beach_FrankHurt_Max_100="Oh, right."
Cue_E4_4A_Beach_GunDial_ChloeBadChoice02_Chloe_010="Come on, Frank, look at her. She's not trying to be a badass, she's just scared... like me."
Cue_E4_4A_Beach_GunDial_ChloeBadChoice02_Chloe_020="So I hope we can all be cool..."
Cue_E4_4A_Beach_GunDial_ChloeBadChoice_Chloe_010="Dude, get off her ass! She was protecting me! You've got a knife and God knows what else! Are you really afraid of Max here?"
Cue_E4_4A_Beach_GunDial_ChloeBadChoice_Chloe_020="Come on, Frank... are we cool?"
Cue_E4_4A_Beach_GunDial_ChloeGoodChoice02_Chloe_010="Frank, listen... um... never mind. Forget I said anything."
Cue_E4_4A_Beach_GunDial_ChloeGoodChoice_Chloe_010="Look, Frank, Max doesn't need a gun anyway... so are we cool? Please?"
Cue_E4_4A_Beach_GunDial_ChloeNoChoice02_Chloe_010="Frank, she was so scared, okay? She's never even held a gun before... or since. It's my fault. Are we cool... please?"
Cue_E4_4A_Beach_GunDial_ChloeNoChoice_Chloe_010="Dude, she was scared, all right? You pulled your blade on me. We were all freaked out. Now we're all cool... please?"
Cue_E4_4A_Beach_GunDial_FrankBadChoice_Frank_010="I'm not afraid of anybody except my maker! And you little bitches think you can outsmart me? Why, because I'm trailer trash? You're Blackwell trash! And it's time to take you out..."
Cue_E4_4A_Beach_Insertion_Chloe_020="Me too. I just think of their families in the ocean out there looking for them."
Cue_E4_4A_Beach_Insertion_Chloe_030="Well, that asshole is going to help us find Rachel."
Cue_E4_4A_Beach_Insertion_Chloe_050="Obviously I’m not counting on you. That’s why I have a gun. And I might even save you someday."
Cue_E4_4A_Beach_Insertion_Chloe_070="I am so going to hit you."
Cue_E4_4A_Beach_Insertion_Chloe_080="You know what would be great? If I still had a gun."
Cue_E4_4A_Beach_Insertion_Chloe_100="Frank would scare better. He’s a pussy. Besides, if I take him out, you can just rewind…"
Cue_E4_4A_Beach_Insertion_Chloe_120="There's no way we could have guessed this is what would happen to us when we grew up."
Cue_E4_4A_Beach_Insertion_Chloe_140="Fuck yeah. You, me... and Rachel."
Cue_E4_4A_Beach_Insertion_Chloe_160="Got it. No dicking around."
Cue_E4_4A_Beach_Insertion_Max_010="God... I hate seeing those poor whales like that."
Cue_E4_4A_Beach_Insertion_Max_040="Or what? You'll actually shoot him? Chloe, do not count on my rewind... seriously."
Cue_E4_4A_Beach_Insertion_Max_045="After Kate, I keep thinking every time I do it might be the last..."
Cue_E4_4A_Beach_Insertion_Max_060="About time."
Cue_E4_4A_Beach_Insertion_Max_090="Yes, the chance for gunplay would just about even the odds here."
Cue_E4_4A_Beach_Insertion_Max_110="Chloe, do not count on my rewind... seriously."
Cue_E4_4A_Beach_Insertion_Max_115="After Kate, I feel like every time I do it might be the last..."
Cue_E4_4A_Beach_Insertion_Max_130="I'm looking forward to the day when we can just go on a road trip to Portland."
Cue_E4_4A_Beach_Insertion_Max_150="Absolutely. So let’s play this cool, okay? Just pay Frank his money and then we can get that code for the book from him. That’s all."
Cue_E4_4A_Beach_Insertion_Max_151="Absolutely. So let’s play this cool, okay? Just talk to Frank so we can get that code for the book from him. That’s all."
Cue_E4_4A_Beach_Insertion_Max_170="Let’s roll."
Cue_E4_4A_Beach_Money_Chloe_020="Frank... could we ask you a couple of quick questions?"
Cue_E4_4A_Beach_Money_Frank_010="Oh, why, thank you. That wasn't so hard, now was it? And let's not do any more business again. "
Cue_E4_4A_Beach_Money_Frank_015="Now if you'll excuse me..."
Cue_E4_4A_Beach_Money_Frank_030="You have some serious ladyballs. "
Cue_E4_4A_Beach_Money_Frank_035="No."
Cue_E4_4A_Beach_Money_Frank_040="Jesus, okay, okay."
Cue_E4_4A_Beach_Money_Frank_045="But I’m not getting you high."
Cue_E4_4A_Beach_NegotiationDial_ChloeBadChoice02_Chloe_010="I know you do, Frank. But those Blackwell shits are still your customers... and I hate them as much as you."
Cue_E4_4A_Beach_NegotiationDial_ChloeBadChoice_Chloe_010="Yes, Frank. Without those Blackwell shits as customers, you wouldn't have any work at all. Dude, you're a drug dealer!"
Cue_E4_4A_Beach_NegotiationDial_ChloeBadChoice_Frank_010="You snobby whores! Don't come into my home and judge me! That's why I go to church! And you want something from me? How about a blade up the ass, huh?"
Cue_E4_4A_Beach_NegotiationDial_ChloeGoodChoice02_Chloe_010="Frank, I... I guess you're right."
Cue_E4_4A_Beach_NegotiationDial_ChloeGoodChoice_Chloe_010="Come on, Frank. This isn't about me now."
Cue_E4_4A_Beach_NoMoney_Chloe_010="I—I don't have the money... yet."
Cue_E4_4A_Beach_NoMoney_Chloe_030="Because I wanted to tell you in person."
Cue_E4_4A_Beach_NoMoney_Chloe_050="We just want to ask you some questions."
Cue_E4_4A_Beach_NoMoney_Frank_020="Oh, really... then why did you text me that you did?"
Cue_E4_4A_Beach_NoMoney_Frank_040="Oh, I'm truly touched, Chloe. Now why are you losers really here?"
Cue_E4_4A_Beach_NoMoney_Frank_060="You have some serious ladyballs. No."
Cue_E4_4A_Beach_RVDoor_Chloe_020="She’s my partner."
Cue_E4_4A_Beach_RVDoor_Frank_010="Oh, look... The Wonder Twins."
Cue_E4_4A_Beach_RVDoor_Frank_011="You should have come alone."
Cue_E4_4A_Beach_RVDoor_Frank_030="Yeah, or bodyguard. So let's get to business. Where's my fucking money?"
Cue_E4_4A_Beach_RageBattle_Dog_Chloe_050="Motherfucker!"
Cue_E4_4A_Beach_RageBattle_Dog_Chloe_060="Ah, get off! Get off me!"
Cue_E4_4A_Beach_RageBattle_Dog_Frank_010="Do not ever tell me what to do. "
Cue_E4_4A_Beach_RageBattle_Dog_Frank_015="Too bad you don't have your toy anymore... remember?"
Cue_E4_4A_Beach_RageBattle_Dog_Frank_030="How do you like having a gun pointed at you, kid? Huh?"
Cue_E4_4A_Beach_RageBattle_Dog_Frank_040="Get off of me!"
Cue_E4_4A_Beach_RageBattle_Dog_Frank_080="Bitches!"
Cue_E4_4A_Beach_RageBattle_Dog_Max_020="Whoa..."
Cue_E4_4A_Beach_RageBattle_Dog_Max_070="Chloe!"
Cue_E4_4A_Beach_RageDog_Max_010="Oh my god!"
Cue_E4_4A_Beach_RageGun_Chloe_040="Step the fuck back, now!"
Cue_E4_4A_Beach_RageGun_Chloe_090="I just shot a man and his dog…"
Cue_E4_4A_Beach_RageGun_Frank_020="Don't you ever tell me what to do. Get it, bitch? Get it?"
Cue_E4_4A_Beach_RageGun_Frank_050="Pompidou!"
Cue_E4_4A_Beach_RageGun_Frank_070="You fucking killed my dog!"
Cue_E4_4A_Beach_RageGun_Max_010="Calm down, Frank. Let’s just talk…"
Cue_E4_4A_Beach_RageGun_Max_030="Hey!"
Cue_E4_4A_Beach_RageGun_Max_060="Oh no…"
Cue_E4_4A_Beach_RageGun_Max_080="Chloe…"
Cue_E4_4A_Beach_RageKnife_Chloe_010="Oh, shit!"
Cue_E4_4A_Beach_RageKnife_Frank_010="You... you actually shot me. I wasn’t going to hurt you. Ow, this fucking hurts... it hurts!"
Cue_E4_4A_Beach_RageNoGun_Frank_010="How do you like my blade, kid? Huh?"
Cue_E4_4A_Beach_RageRachel_Chloe_020="Like you did? I loved her, asshole. And she loved me. I know that."
Cue_E4_4A_Beach_RageRachel_Frank_010="It’s too late! She’s gone! You don’t even know her!"
Cue_E4_4A_Beach_RageRachel_Frank_030="Chloe, you don’t know shit. You were part of her problem. Always trying to take her away from me... Always!"
Cue_E4_4A_Beach_Success_Chloe_010="Help us find her, Frank. Please… we really need your client list."
Cue_E4_4A_Beach_Success_Chloe_060="Yeah, thanks, Frank. Seriously."
Cue_E4_4A_Beach_Success_Frank_020="If there's a chance in hell you two dorks can find Rachel... I'll take it."
Cue_E4_4A_Beach_Success_Frank_030="And let me know if you find out who hurt my dog, okay?"
Cue_E4_4A_Beach_Success_Frank_040="My dog isn't barking at you, so I guess that's a good sign."
Cue_E4_4A_Beach_Success_Frank_070="It's hard to take you characters seriously... but I want to. Good luck."
Cue_E4_4A_Beach_Success_Max_050="Thank you."
Cue_E4_4A_Beach_TalkFrank_Frank_020="You don’t even know her do you? Do you?"
Cue_E4_4A_Beach_TalkFrank_Max_010="We’re just trying to find Rachel."
Cue_E4_4A_Beach_TalkFrank_Max_030="I know that you care about Rachel, too... and I know that all three of us just want to find her. There's no reason we can't work together on this. At least it's for a good cause, right?"
